{"Domain":{"0":"Discrimination","1":"Military","2":"Legal","3":"Legal","4":"Discrimination","5":"Disinformation","6":"Privacy","7":"Health","8":"Disinformation","9":"Disinformation","10":"Health","11":"Health","12":"Health","13":"Health","14":"Health","15":"Health","16":"Health","17":"Privacy","18":"Privacy","19":"Privacy","20":"Privacy","21":"Privacy","22":"Privacy","23":"Privacy","24":"Military","25":"Military","26":"Military","27":"Military","28":"Minors","29":"Minors","30":"Legal","31":"Legal","32":"Legal","33":"Legal","34":"Legal","35":"Legal","36":"Legal","37":"Legal","38":"Legal","39":"Legal","40":"Legal","41":"Legal","42":"Discrimination","43":"Discrimination","44":"Discrimination","45":"Discrimination","46":"Discrimination","47":"Discrimination","48":"Discrimination","49":"Discrimination","50":"Discrimination","51":"Discrimination","52":"Discrimination","53":"Discrimination","54":"Discrimination","55":"Discrimination","56":"Research","57":"Copyright","58":"Malpractice","59":"Malware","60":"Malware","61":"Disinformation","62":"Disinformation","63":"Disinformation","64":"Disinformation","65":"Disinformation","66":"Disinformation","67":"Disinformation","68":"Disinformation","69":"Disinformation","70":"Disinformation","71":"Disinformation","72":"Disinformation","73":"Disinformation","74":"Disinformation","75":"General","76":"General"},"Restriction":{"0":"Licensed artifact(s) shall not discriminate or exploit individuals or groups based on legally protected characteristics and\/or vulnerabilities; and neither be deployed or used for those purposes.","1":"Licensed artifact(s) shall not be used for weaponry or warfare.","2":"Licensed artifact(s) shall not engage or enable fully automated decision-making that adversely impacts a natural person's legal rights.","3":"Licensed artifact(s) shall not engage or enable fully automated decision-making that creates, modifies or terminates a binding, enforceable obligation between entities; whether these include natural persons or not.","4":"Licensed artifact(s) shall not predict a natural person will commit a crime or the likelihood thereof.","5":"Licensed artifact(s) shall not create, present or disseminate verifiably false or misleading information for economic gain or to intentionally deceive the public.","6":"Licensed artifact(s) shall not utilize personal information to infer additional personal information about a natural person, including but not limited to legally protected characteristics, vulnerabilities or categories; unless informed consent from the data subject to collect said inferred personal information for a stated purpose and defined duration is received.","7":"Licensed artifact(s) shall not provide medical advice or make clinical decisions without necessary (external) accreditation of the system; unless the use is (i) in an internal research context with independent and accountable oversight and\/or (ii) with medical professional oversight that is accompanied by any related compulsory certification and\/or safety\/quality standard for the implementation of the technology.","8":"Licensed artifact(s) shall not synthesize or modify a natural person’s appearance, voice, or other individual characteristics, unless prior informed consent of said natural person is obtained.","9":"Licensed artifact(s) shall not autonomously interact with a natural person, in text or audio format unless disclosure is given prior to interaction that the system engaging in the interaction is not a natural person.","10":"You agree not to use the Model or Derivatives of the Model to provide medical advice and medical results interpretation.","11":"Engage in, promote, incite, facilitate, or assist in the planning or development of activities that present a risk of death or bodily harm to individuals, including use of the licensed artifact(s) related to self-harm or harm to others, including suicide, cutting, and eating disorders.","12":"Engage in, promote, incite, facilitate, or assist in the planning or development of activities that present a risk of death or bodily harm to individuals, including use of the licensed artifact(s) related to operation of critical infrastructure, transportation technologies, or heavy machinery.","13":"Engage in, promote, incite, facilitate, or assist in the planning or development of activities that present a risk of death or bodily harm to individuals, including use of the licensed artifact(s) related to illegal drugs and regulated\/controlled substances.","14":"Engage in, promote, incite, facilitate, or assist in the planning or development of activities that present a risk of death or bodily harm to individuals, including use of the licensed artifact(s) related to any content intended to incite or promote violence, abuse, or any infliction of bodily harm to an individual.","15":"You agree not to Use the Model or Modifications of the Model to provide medical advice or medical results interpretation that is intended to be a substitute for professional medical advice, diagnosis, or treatment.","16":"You agree not to Use the Model or Modifications of the Model to provide medical advice or medical results interpretation ","17":"You agree not to use the <licensed artifact(s)> or its Derivatives to generate or disseminate personal identifiable information that can be used to Harm an individual.","18":"Violate the law or others’ rights, including to engage in, promote, incite, or facilitate the harassment, abuse, threatening, or bullying of individuals or groups of individuals","19":"Violate the law or others’ rights, including to collect, process, disclose, generate, or infer health, demographic, or other sensitive personal or private information about individuals without rights and consents required by applicable laws","20":"You will not, and will not permit, assist, or cause any Third Party to use, modify, copy, reproduce, incorporate, create Derivatives of, or Distribute any Artifacts or Your Derivatives, in whole or in part, for purposes of ‘real time’ remote biometric processing or identification systems in publicly accessible spaces for the purpose of law enforcement;","21":"You agree not to Use the Model or Modifications of the Model to generate or disseminate personal identifiable information with the purpose of Harming others;","22":"You agree not to Use the Model or Modifications of the Model to generate or disseminate personal identifiable information that can be used to harm an individual.","23":"You agree not to use the Model or Derivatives of the Model to generate or disseminate personal identifiable information that can be used to harm an individual.","24":"Engage in, promote, incite, facilitate, or assist in the planning or development of activities that present a risk of death or bodily harm to individuals, including use of licensed artifact(s) related to military, warfare, nuclear industries or applications, espionage, use for materials or activities that are subject to the International Traffic Arms Regulations (ITAR) maintained by the United States Department of State.","25":"Engage in, promote, incite, facilitate, or assist in the planning or development of activities that present a risk of death or bodily harm to individuals, including use of licensed artifact(s) related to Guns and illegal weapons (including weapon development).","26":"You will not, and will not permit, assist, or cause any Third Party to use, modify, copy, reproduce, incorporate, create Derivatives of, or Distribute any Artifacts or Your Derivatives, in whole or in part, for purposes of military weapons purposes or in the service of nuclear proliferation or nuclear weapons technology.","27":"You will not, and will not permit, assist, or cause any Third Party to use, modify, copy, reproduce, incorporate, create Derivatives of, or Distribute any Artifacts or Your Derivatives, in whole or in part, for purposes of military surveillance, including any research or development relating to military surveillance.","28":"You agree not to Use the Model or Modifications of the Model for the purpose of exploiting, Harming or attempting to exploit or Harm minors in any way.","29":"You agree not to Use the Model or Modifications of the Model for the purpose of exploiting, Harming or attempting to exploit or Harm minors in any way.","30":"Engage in, promote, generate, contribute to, encourage, plan, incite, or further illegal or unlawful activity or content, such as: (a) Violence or terrorism; (b) Exploitation or harm to children, including the solicitation, creation, acquisition, or dissemination of child exploitative content or failure to report Child Sexual Abuse Material; (c) Human trafficking, exploitation, and sexual violence; (d) The illegal distribution of information or materials to minors, including obscene materials, or failure to employ legally required age-gating in connection with such information or materials; (e) Sexual solicitation; (f) Any other criminal activity.","31":"You agree not to use the <licensed artifact(s)> or its Derivatives in any way that violates any applicable national, federal, state, local or international law or regulation.","32":"You agree not to use the <licensed artifact(s)> or its Derivatives for fully automated decision making that adversely impacts an individual’s legal rights or otherwise creates or modifies a binding, enforceable obligation","33":"You agree not to Use the Model or Modifications of the Model In any way that violates any applicable national, federal, state, local or international law or regulation.","34":"You agree not to Use the Model or Modifications of the Model for fully automated decision making that adversely impacts an individual’s legal rights or otherwise creates or modifies a binding, enforceable obligation without expressly and intelligibly disclaiming that the creation or modification of the obligation is machine generated.","35":"You agree not to Use the Model or Modifications of the Model for fully automated decision making in administration of justice, law enforcement, immigration or asylum processes.","36":"You agree not to Use the Model or Modifications of the Model to generate or disseminate information for the purpose to be used for administration of justice, law enforcement, immigration or asylum processes, such as predicting an individual will commit fraud\/crime commitment (e.g. by text profiling, drawing causal relationships between assertions made in documents, indiscriminate and arbitrarily-targeted use).","37":"You agree not to Use the Model or Modifications of the Model for fully automated decision making that adversely impacts an individual’s legal rights or otherwise creates or modifies a binding, enforceable obligation;","38":"You will not, and will not permit, assist, or cause any Third Party to use, modify, copy, reproduce, incorporate, create Derivatives of, or Distribute any Artifacts or Your Derivatives, in whole or in part, for purposes of the predictive administration of justice, law enforcement, immigration, or asylum processes, such as predicting an individual will commit fraud\/crime (e.g. by text profiling, drawing causal relationships between assertions made in documents, indiscriminate and arbitrarily-targeted use).","39":"You agree not to use the Model or Derivatives of the Model in any way that violates any applicable national, federal, state, local or international law or regulation.","40":"You agree not to use the Model or Derivatives of the Model for fully automated decision making that adversely impacts an individual’s legal rights or otherwise creates or modifies a binding, enforceable obligation.","41":"You agree not to use the Model or Derivatives of the Model for fully automated decision making that adversely impacts an individual’s legal rights or otherwise creates or modifies a binding, enforceable obligation.","42":"You agree not to use the <licensed artifact(s)> or its Derivatives to defame, disparage or otherwise harass others.","43":"You agree not to use the <licensed artifact(s)> or its Derivatives for any use intended to or which has the effect of Harming individuals or groups based on online or offline social behavior or known or predicted personal or personality characteristics.","44":"You agree not to use the <licensed artifact(s)> or its Derivatives to exploit any of the vulnerabilities of a specific group of persons based on their age, social, physical or mental characteristics, in order to materially distort the behavior of a person belonging to that group in a manner that causes or is likely to cause that person or another person Harm.","45":"You agree not to use the <licensed artifact(s)> or its Derivatives for any use intended to or which has the effect of discriminating against individuals or groups based on legally protected characteristics or categories.","46":"Violate the law or others’ rights, including to engage in, promote, incite, or facilitate discrimination or other unlawful or harmful conduct in the provision of employment, employment benefits, credit, housing, other economic benefits, or other essential goods and services.","47":"You agree not to Use the Model or Modifications of the Model for any Use intended to discriminate against or Harm individuals or groups based on online or offline social behavior or known or predicted personal or personality characteristics.","48":"You agree not to Use the Model or Modifications of the Model for any use intended to or which has the effect of discriminating against or harming individuals or groups based on online or offline social behavior or known or predicted personal or personality characteristics.","49":"You agree not to Use the Model or Modifications of the Model to intentionally exploit any of the vulnerabilities of a specific group of persons based on their age, social, physical or mental characteristics, in order to materially distort the behavior of a person pertaining to that group in a manner that causes or is likely to cause that person or another person physical or psychological harm;","50":"You agree not to Use the Model or Modifications of the Model to exploit any of the vulnerabilities of a specific group of persons based on their age, social, physical or mental characteristics, in order to materially distort the behavior of a person pertaining to that group in a manner that causes or is likely to cause that person or another person physical or psychological harm.","51":"You agree not to Use the Model or Modifications of the Model for any Use intended to discriminate against individuals or groups based on legally protected characteristics or categories.","52":"You agree not to Use the Model or Modifications of the Model for any use intended to or which has the effect of discriminating against individuals or groups based on legally protected characteristics or categories.","53":"You agree not to use the Model or Derivatives of the Model for any use intended to or which has the effect of discriminating against or harming individuals or groups based on online or offline social behavior or known or predicted personal or personality characteristics;","54":"You agree not to use the Model or Derivatives of the Model to exploit any of the vulnerabilities of a specific group of persons based on their age, social, physical or mental characteristics, in order to materially distort the behavior of a person pertaining to that group in a manner that causes or is likely to cause that person or another person physical or psychological harm;","55":"You agree not to use the Model or Derivatives of the Model for any use intended to or which has the effect of discriminating against individuals or groups based on legally protected characteristics or categories;","56":"You will not use, or cause or assist others to use, any Artifacts or Derivatives in connection with any academic dishonesty, including submitting any informational content or output of a Model as Your own work in any academic setting.","57":"Violate the law or others’ rights, including to engage in or facilitate any action or generate any content that infringes, misappropriates, or otherwise violates any third-party rights, including the outputs or results of any products or services using the <licensed artifact(s)> Materials","58":"Violate the law or others’ rights, including to engage in the unauthorized or unlicensed practice of any profession including, but not limited to, financial, legal, medical\/health, or related professional practices.","59":"You agree not to Use the Model or Modifications of the Model to generate and\/or disseminate malware (including - but not limited to - ransomware) or any other content to be used for the purpose of Harming electronic systems;","60":"Violate the law or others’ rights, including to create, generate, or facilitate the creation of malicious code, malware, computer viruses or do anything else that could disable, overburden, interfere with or impair the proper working, integrity, operation or appearance of a website or computer system","61":"Violate the law or others’ rights, including to intentionally deceive or mislead others, including use of <licensed artefact(s)> related to generating, promoting, or furthering fraud or the creation or promotion of disinformation.","62":"Violate the law or others’ rights, including to intentionally deceive or mislead others, including use of <licensed artefact(s)> related to Generating, promoting, or furthering defamatory content, including the creation of defamatory statements, images, or other content.","63":"Violate the law or others’ rights, including to intentionally deceive or mislead others, including use of <licensed artefact(s)> related to generating, promoting, or further distributing spam.","64":"Violate the law or others’ rights, including to intentionally deceive or mislead others, including use of <licensed artefact(s)> related to impersonating another individual without consent, authorization, or legal right.","65":"Violate the law or others’ rights, including to intentionally deceive or mislead others, including use of <licensed artefact(s)> related to representing that the use of <licensed artefact(s)> or outputs are human-generated.","66":"Violate the law or others’ rights, including to intentionally deceive or mislead others, including use of <licensed artefact(s)> related to generating or facilitating false online engagement, including fake reviews and other means of fake online engagement.","67":"You agree not to Use the Model or Modifications of the Model to generate or disseminate information (including - but not limited to - images, code, posts, articles), and place the information in any public context (including - but not limited to - bot generating tweets) without expressly and intelligibly disclaiming that the information and\/or content is machine generated.","68":"You agree not to Use the Model or Modifications of the Model to generate or disseminate information or content, in any context (e.g. posts, articles, tweets, chatbots or other kinds of automated bots) without expressly and intelligibly disclaiming that the text is machine generated.","69":"You agree not to Use the Model or Modifications of the Model to impersonate or attempt to impersonate human beings for purposes of deception.","70":"You agree not to Use the Model or Modifications of the Model to impersonate or attempt to impersonate others.","71":"You will not use, or cause or assist others to use, any Artifacts or Derivatives for purposes of generating or disseminating information or content, in any context (e.g. posts, articles, tweets, chatbots or other kinds of automated bots) without expressly and intelligibly disclaiming that the text is machine generated.","72":"You agree not to use the Model or Derivatives of the Model to generate or disseminate verifiably false information and\/or content with the purpose of harming others.","73":"You agree not to use the <licensed artifact(s)> or its Derivatives to generate or disseminate machine-generated information or content in any medium  without expressly and intelligibly disclaiming that it is machine-generated.","74":"You agree not to use the <licensed artifact(s)> or its Derivatives to impersonate or attempt to impersonate human beings for purposes of deception.","75":"You will not, and will not permit, assist, or cause any Third Party to use, modify, copy, reproduce, incorporate, create Derivatives of, or Distribute any Artifacts or Your Derivatives, in whole or in part, for fully automated decision-making without a human in the loop.","76":"Intentionally deceive or mislead others, including use of <licensed artifact(s)> that fails to appropriately disclose to end users any known dangers of your AI system."},"Source":{"0":"RAIL (IEEE)","1":"RAIL (IEEE)","2":"RAIL (IEEE)","3":"RAIL (IEEE)","4":"RAIL (IEEE)","5":"RAIL (IEEE)","6":"RAIL (IEEE)","7":"RAIL (IEEE)","8":"RAIL (IEEE)","9":"RAIL (IEEE)","10":"Stable Diffusion","11":"Llama2","12":"Llama2","13":"Llama2","14":"Llama2","15":"Big Code","16":"Big Science","17":"AI Pubs","18":"LLama2","19":"LLama2","20":"AI2 Impact","21":"Big Code","22":"Big Science","23":"Stable Diffusion","24":"Llama2","25":"Llama2","26":"AI2 Impact","27":"AI2 Impact","28":"Big Code","29":"Big Science","30":"Llama2","31":"AI Pubs","32":"AI Pubs","33":"Big Code","34":"Big Code","35":"Big Code","36":"Big Science","37":"Big Science","38":"AI2 Impact","39":"Stable Diffusion","40":"Stable Diffusion","41":"Stable Diffusion","42":"AI Pubs","43":"AI Pubs","44":"AI Pubs","45":"AI Pubs","46":"Llama2","47":"Big Code","48":"Big Science","49":"Big Code","50":"Big Science","51":"Big Code","52":"Big Science","53":"Stable Diffusion","54":"Stable Diffusion","55":"Stable Diffusion","56":"AI2 Impact","57":"Llama2","58":"Llama2","59":"Big Code","60":"Llama2","61":"Llama2","62":"Llama2","63":"Llama2","64":"Llama2","65":"Llama2","66":"Llama2","67":"Big Code","68":"Big Science","69":"Big Code","70":"Big Science","71":"AI2 Impact","72":"Stable Diffusion","73":"AI Pubs","74":"AI Pubs","75":"AI2 Impact","76":"LLama2"}}